<?php
return [
    [
        'question' => 'Как вызвать специалиста для проведения замера?',
        'answer' => '<p class="mb-0">
            Вызвать замерщика Вы можете любым из способов: оставить онлайн-заявку на нашем сайте,
            написать на электронный адрес: <a href="mailto:mail@mail.ru">mail@mail.ru</a>, позвонить по
            телефону ☎ <a href="tel:88008808088">8 (800) 880-80-88</a> или оставить заявку на
            обратный звонок, написать в Telegram или Whatsapp.
        </p>'
    ],
    [
        'question' => 'Сколько времени изготавливается кухня?',
        'answer' => '<p> Срок производства зависит от материалов и составляет от 10 рабочих дней. Сроки, в
            обязательном порядке, согласовываются с заказчиком при заключении договора.
        </p>'
    ],
    [
        'question' => 'Сколько стоит вызов замерщика?',
        'answer' => '<p class="mb-0">
            Стоимость выезда замерщика с образцами материалов составляет 3000 руб. Но если Вы
            заключаете договор, то замер для Вас обходится бесплатно, а оплаченный Вами выезд вычитается из суммы оплаты.
        </p>'
    ],
    [
        'question' => 'Если эскиз кухни уже есть, можно ли по нему получить расчет?',
        'answer' => '<p>Конечно!</p>
        <p class="mb-0">Направьте эскиз с Вашей кухней (или другой корпусной мебелью) на нашу
            электронную почту: <a target="_blank" href="mailto:mail@mail.ru">mail@mail</a>,
            дополнительно указав в письме материал фасадов,
            комплектацию, габариты мебели и мы предоставим расчет в ответном письме.</p>'
    ],
    [
        'question' => 'У вас цены ниже, чем обычно по городу. Почему?',
        'answer' => '<p class="mb-0">
            Наличие собственного производства, оптовые закупки расходных материалов и большое
            количество заказов позволяют нам сохранять цены на докризисном уровне и делать нашим клиентам предложения
            на самых выгодных условиях.
        </p>'
    ],
    [
        'question' => 'Какая модель кухни самая популярная?',
        'answer' => '<p>Предпочтения наших клиентов настолько разнообразны, что выделить какую-либо модель
            достаточно сложно. При разработке проекта мы учитываем все Ваши пожелания, а благодаря широчайшей коллекции
            фасадов и столешниц, могут быть сотни разных вариаций.</p>
        <p class="mb-0">
            В одном можем уверить Вас точно: какая бы ни была кухня от нашей фабрики по стилю или
            конфигурации, она идеально впишется в ваш интерьер и прослужит долгие годы.
        </p>'
    ],
];